/* Label next to search field */
"1 song" = "1 sang";

/* Label next to search field */
"%i songs" = "%i sange";

/* Dialog Button */
"Cancel" = "Annuller";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Standard Alarm";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Vil du arkivere ændringer i denne alarm, før den lukkes?";

/* Dialog Button */
"Don't Save" = "Arkiver ikke";

/* Window title when editing an alarm */
"Edit Alarm" = "Rediger Alarm";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Hvis du ikke arkiverer, mister du ændringerne.";

/* Main prompt in sheet */
"Invalid alarm time" = "Ugyldig tidspunkt for alarm";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Spilleliste: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Vælg en fremtidig dato og tid.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Vælg de dag(e) alarmen skal gentages.";

/* Dialog Button */
"Save" = "Arkiver";

/* Song label when using a song */
"Song: %@" = "Sang: %@";

